{
  "cats": [
    {
      
      "description": "If you're like me, you adore cats. Why do we find these creatures so irresistible?

Perhaps like myself, you’ve owned a cat — or more likely, been owned by one. You know the joy that cats can bring, even when they’re being obnoxious. What is it about cats that captures our hearts and enslaves us through their charm?

What follows can also be applied to dogs. But I’m a cat person, so I’m focusing here on cats.

These beautiful creatures have a rare quality that we humans would do well to cultivate: a large capacity to receive affection. When a lovely cat saunters our way, it’s not easy to resist the impulse to stroke him or her, even when it’s not so wise. On a recent trip to Thailand, I spotted an irresistible cat in a café. I foolishly felt safe to approach her with an offer of affection. When she rolled on her back, I took this to mean that my advances were welcomed. But shockingly, she abruptly changed her mind and scratched me before I had time to withdraw. Perhaps this was a cat with an ambivalent attachment style.

As blood was flowing from my hand, the café owner offered a belated warning: “I meant to tell you she’s a feral cat and it’s best to keep your distance.” I replied, “Well, thanks for the warning, but she seemed so irresistible.” Next time, I’ll maintain better boundaries, but the incident made me wonder why some of us (or is it just me?) will expose ourselves to danger for the potential gratification of petting a darned cat?

Feeling Received

One reason we may love to stroke these adorable creatures is because the rhythmic action of stroking their velvety fur feels good. It focuses our attention, as happens in meditation. But I’m convinced there’s more to it than that.

I believe that a major reason we love cats is because of an uncanny ability that few humans possess: they register our tactile presence in a deeply felt way. They really know how to let us in! They’re right there in the delectable moment receiving our touch.

Delighting in our physical presence, they may begin to purr and perhaps roll on their backs, exposing their vulnerability — as if to say, “I trust you. Give me some love and make me feel good.” Their gift to us is that they receive us deeply, without any troubling cognitions or disturbing memories of less savory moments, such as when we forgot to feed them or clean their litter box. They let all of that go. They’re just here with us right now.

Perhaps you’re blessed to have a partner who receives you in a deep way. What a gift to sense that your partner is really letting you in! But sadly, most of us humans have blocks to receiving deeply and freely. Perhaps past conflicts or traumas have muddied the waters. Or, we’ve been taught that giving is nobler than receiving and we believe that we’re selfish if we receive uninhibitedly.",
	  "image1": "https://raw.githubusercontent.com/IronnPaulo/CustomStoryBoardFinal/master/cats/cat1.jpeg",
	  "image2": "https://raw.githubusercontent.com/IronnPaulo/CustomStoryBoardFinal/master/cats/cat2.jpeg"
    }
 
  ]
}